<!DOCTYPE html>
  <head>
    <title>Yuri Gagarin</title>
    <link rel="stylesheet" href="./reset.css">
    <link rel="stylesheet" href="./style.css">
    <link href="https://fonts.googleapis.com/css?family=Orbitron" rel="stylesheet">
    <link href="https://fonts.googleapis.com/css?family=Roboto" rel="stylesheet">
    <link rel="stylesheet" href="grt-youtube-popup.css">
    <link rel="stylesheet" href="https://use.fontawesome.com/releases/v5.7.2/css/all.css" integrity="sha384-fnmOCqbTlWIlj8LyTjo7mOUStjsKC4pOpQbqyi7RrhN7udi9RwhKkMHpvLbHG9Sr" crossorigin="anonymous">
  </head>
  <body>
    <div class="fondo">
      <div class='circle-container'>
      <div class="circle-a"><span class="youtube-link" youtubeid="9VfYOwC9uFc"><img class="yurito" src="./yuriya.png"</span>
      </div>
      </div>
      <h1 class="titulo">Yuri Gagarin</h1>

<!-- iconos -->
<!--TIERRA-->
<a class="button" href="#popup1"><div class="earth"><i class="fas fa-globe-europe fa-5x"></i></div></a>
</div>
<div id="popup1" class="overlay">
	<div class="popup">
		<h2>Infancia y juventud</h2>
		<a class="close" href="#">&times;</a>
		<div class="content">
			<p>Naci&#243; en el peque単o pueblo de Kl&#250;shino, cerca de Gzhatsk, en la provincia de Smolensk, el 9 de marzo de 1934. Sus padres, trabajaban en una granja colectiva.<br>Yuri fue el tercero de cuatro hermanos.</br><br>Elena Gagarina, hija de Yuri Gagarin, afirma que la vocaci&#243;n de piloto le surgi&#243; a Yuri durante la Segunda Guerra Mundial, cuando un avi&#243;n sovi&#233;tico fue derribado sobre su pueblo y Gagarin junto con otro compa単ero rescataron al piloto y lo mantuvieron oculto de los nazis hasta que un amigo vino a buscarlo en otro avi&#243;n.</p>
		</div>
	</div>
</div>
<!--child-->
<a class="button" href="#popup2"><div class="child"><i class="fas fa-book-reader fa-5x"></i></div></a>
</div>
<div id="popup2" class="overlay">
	<div class="popup">
		<h2>Estudios</h2>
		<a class="close" href="#">&times;</a>
		<div class="content">En 1960, el programa espacial sovi&#233;tico abri&#243; un proceso de selecci&#243;n al que se presentaron unos 3.500 voluntarios,todos pilotos de caza. Los veinte seleccionados recibieron una formaci&#243;n inicial y despu&#233;s se escogi&#243; a un grupo de seis hombres.<br><br>Finalmente Gagarin resulta elegido como primer cosmonauta, y se le somete a una serie de experimentos y pruebas para determinar su resistencia f&#237;sica y psicol&#243;gica durante el vuelo.
		</div>
	</div>
</div>
<!--ROCKET-->
<a class="button" href="#popup3"><div class="rocket"><i class="fas fa-rocket fa-5x"></i></div></a>
</div>
<div id="popup3" class="overlay">
	<div class="popup">
		<h2>El vuelo espacial</h2>
		<a class="close" href="#">&times;</a>
		<div class="content">
      <p>Queridos amigos, conocidos y desconocidos, mis queridos compatriotas y a toda la gente del mundo.En los pr&#243;ximos minutos una poderosa nave espacial me llevar&#225; a los distantes espacios del universo.<br><br>多Qu&#233; puedo decirles durante estos &#250;ltimos minutos antes de empezar? Toda mi vida me parece ahora un &#250;nico y hermoso momento.<br>Todo lo que he hecho y he vivido ha sido hecho y vivido para este momento.</p>
		</div>
	</div>
</div>
<!--TIERRA-->
<a class="button" href="#popup4"><div class="cosmo"><i class="fas fa-user-astronaut fa-5x"></i></div></a>
</div>
<div id="popup4" class="overlay">
	<div class="popup">
		<h2>Muerte</h2>
		<a class="close" href="#">&times;</a>
		<div class="content">
			Gagarin falleci&#243; a los 34 a単os, el 27 de marzo de 1968, cuando el caza de entrenamiento MiG-15UTI en el que viajaba durante un vuelo rutinario se estrell&#243; cerca de Mosc&#250;.<br><br>Gagarin y su copiloto Seryogin fueron enterrados con honores de estado y reconocimiento como H&#233;roes en la Necr&#243;polis de la Muralla del Kremlin de Mosc&#250; el 30 de marzo de 1968.
		</div>
	</div>
</div>

<p class="firma">BMDS</p>
<!-- Jquery -->


   <script
    src="https://code.jquery.com/jquery-3.2.1.min.js"
    integrity="sha256-hwg4gsxgFZhOsEEamdOYGBf13FyQuiTwlAQgxVSNgt4="
    crossorigin="anonymous"></script>

<!-- GRT Youtube Popup -->

<script src="grt-youtube-popup.js"></script>
<script>
  // Demo video 1
  $(".youtube-link").grtyoutube({
    autoPlay:true,
    theme: "dark"
  });

  // Demo video 2
  $(".youtube-link-dark").grtyoutube({
    autoPlay:false,
    theme: "light"
  });
</script>

  </body>
</html>
